brew "gh"
brew "git"
brew "lazygit"
brew "lua"
brew "neovim"
brew "node"
brew "ripgrep"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-syntax-highlighting"
brew "pnpm"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "obsidian"
cask "slack"
cask "visual-studio-code"
cask "font-jetbrains-mono-nerd-font"
